[{
    "author": "John Gray",
    "imageLink": "../../assets/images/john_gray.jpg",
    "title": "Manchester Christmas",
    "price": 16,
    "description": "A young writer is drawn to a small New England town in search of meaning for her life. Soon, she encounters kindness, romance, and is pulled into a mystery centered on an old, abandoned church and the death of a special girl. Are the images that only she can see in the church's stained-glass windows a warning, or is someone trying to reach her, to help heal this broken community? Manchester Christmas illustrates how God often uses the most unlikely among us to spread grace and healing in a wounded world..."
},
{
    "author": "Sarah Morgan",
    "imageLink": "../../assets/images/sarah-morgan.jpg",
    "title": "Snowed in for Christmas",
    "price": 27,
    "description": "Morgan is a masterful storyteller.... For fans of Jojo Moyes, Taylor Jenkins Reid, and Stacey Ballis. What happens if the only Christmas celebration you want to attend is one you haven't been invited to? USA Today bestselling author Sarah Morgan delights with this hilarious and heartwarming Christmas cracker of a novel!"
},
{
    "author": "Karen Schaler",
    "imageLink": "../../assets/images/karen-schaler.jpg",
    "title": "Love Always, Christmas",
    "price": 20,
    "description": "From Karen Schaler, the three-time Emmy Award-winning writer of Netflix sensation A Christmas Prince and Hallmark's Christmas Camp, the movie and novel, comes a sparkling new Christmas romance filled with humor, heart, and hope. Libby is planning to spend the holidays alone until a mysterious Christmas card takes her on a life-changing journey where she discovers a family she didn't know she had and a love she was never expecting to find..."
},
{
    "author": "Melody Carlson",
    "imageLink": "../../assets/images/melody-carlson.jpg",
    "title": "A Quilt for Christmas",
    "price": 39,
    "description": "Christmas should be celebrated with family. But for Vera Swanson, that's not an option this year. Widowed and recently relocated, she is lonely in her condo-for-one until little Fiona Albright knocks on her door needing help. With her mother seriously ill and her father out of town, Fiona enlists Vera's help, and when she finds out her new neighbor is a quilter, she has a special request a Christmas quilt for Mama. Vera will have to get a ragtag group of women together in order to fulfill the request..."
}]